{
  "intents": [
    {
      "tag": "recognition",
      "patterns": [
        "Как распознать страдает ли близкий человек алкоголизмом?",
        "Как понять что я болен алкоголизмом?",
        "Как понять что у меня алкогольная зависимость?",
        "Критерии алкоголизма",
        "Как понять что я зависимый?",
        "В чем причина пьянства и алкоголизма?",
        "Кто такой алкоголик?",
        "Каковы признаки алкоголизма?",
        "Я алкоголик, если пью по выходным?",
        "Я зависимый от алкоголя, если пью по один раз в неделю?",
        "Что такое алкоголизм?",
        "Являюсь ли я алкозависимым?",
        "Как понять, что человек алкозависимый?",
        "Какая норма алкоголя в неделю? в месяц? в день?",
        "Я зависимый?",
        "Как понять, стал ли алкоголь проблемой?"
      ],
      "responses": [
        "Journal of the American Medical Association определяет алкоголизм как первичное, хроническое заболевание, характеризующееся нарушением контроля над приёмом спиртного, пристрастием к алкоголю, употреблением алкоголя, несмотря на отрицательные последствия, и искажением мышления. Наиболее простая дифференциация алкоголизма основывается на присутствии клинических и психических признаков алкогольной зависимости (Исключительно врачом-специалистом), а также частоте и количестве употребляемого алкоголя. Различают следующие группы лиц:\n\nЛица, не употребляющие алкоголь\nЛица, умеренно потребляющие алкоголь\nЛица, злоупотребляющие алкоголем (развитие алкогольной зависимости)\nБез признаков алкоголизма\nС начальными признаками алкоголизма (утрата ситуационного и дозового контроля, запои)\nС выраженными признаками алкоголизма (регулярные запои, поражение внутренних органов, психические нарушения, свойственные алкоголизму).\n1 стадия характеризуется наличием слабой психологической зависимости. Если человек не имеет доступа к спиртному, зависимость медленно сходит на нет, но при наличии средств он непременно приобретет себе дозу этанола. Видимых физических патологий на первой стадии болезни не наблюдается – лишь легкое пристрастие, характеризующееся желанием выпить на выходных, сопроводить спиртным встречу друзей или разбавить некоторой дозой алкоголя одиночество.\n 2 стадия характеризуется навязчивым желанием пить спиртное. Психологическая зависимость становится неизбывной – даже в отвлеченном на работу или другие дела состоянии больной думает о том, как было бы неплохо выпить (и зачастую живет в ожидании этого момента).Увеличивается толерантность к алкоголю.\n3 стадия характеризуется появлением абстинентного синдрома у пьющего. Зависимость на психологическом уровне перерастает в физическую: принимаемый алкоголь блокирует выработку многих естественных гормонов, из-за чего больной уже не может перестать пить.При принудительном прекращении запоя у больного возникают симптомы, напоминающие наркотическую «ломку» и характеризующиеся «синдромом отказа»."
      ]
    },
    {
      "tag": "treatment",
      "patterns": [
        "Как лечить зависимость от алкоголя?",
        "Как начать лечить алкоголизм?",
        "Как избавиться от зависимости?",
        "Можно ли резко бросать пить?",
        "Что делать с алкогольной зависимостью?",
        "Какие методы лечения работают?",
        "Что делать если хочешь бросить пить?",
        "Что надо делать чтобы избавиться от зависимости?"
      ],
      "responses": [
        "Синдром зависимости от алкоголя (F10.2) (А-зависимость) включает патологическое\nупотребление алкоголя, которое приводит к нарушению социального и профессионального\nфункционирования. Патологическое употребление выражается в невозможности остановиться и прекратить алкоголизацию, несмотря на связанные с ней соматические нарушения. Чтобы нормально функционировать, А-зависимым необходимо пить ежедневно или\nзапоями. А-зависимость диагностируется при наличии либо возрастающей толерантности,\nлибо абстинентного синдрома. Под толерантностью понимают потребность в возрастающих количествах алкоголя для достижения желаемого эффекта.\n\nТечение алкоголизма подразделяется на 3 стадии.\n\nI стадия. Характерны яркие положительные воспоминания об алкоголизации, переход\nк крепким напиткам, постоянный настрой на алкоголь, трудность отказа от него. Больной торопится принять новую дозу, утрачивает контроль над ней. Начинает\nвыпивать до и после разного рода мероприятий, импульсивно, тайно, для эмоционального\nили физического облегчения. Он отменяет свои планы в связи с выпивкой; делает запасы\nспиртного, при этом избегает разговоров об употреблении алкоголя. Эйфория становится\nзапаздывающей или появляется на высоких дозах, повышается переносимость, исчезает\nрвотный рефлекс и необходимость закусывать. После алкоголизации наблюдается прерывистый сон и раннее пробуждение в астении. В ситуации отсутствия выпивки появляется чувство дискомфорта.\n\nII стадия. Появляются ложные запои или постоянное злоупотребление алкоголем.\nФормируется абстинентный синдром, резко обостряется влечение к алкоголю, прием которого купирует похмелье – т. е. наступает физическая зависимость от алкоголя. Снижается общий тонус, понижается аппетит; на фоне ослабления либидо и потенции возникают идеи ревности. Больной начинает лгать по поводу употребления алкоголя, скрывает\nисточник потребления, придумывает ложные причины алкоголизации, пренебрегает личными отношениями, пьет в одиночку. Заостряются преморбидные личностные особенности. Появляются вспышки агрессивности, беспричинная обидчивость, попытки произвести\nвпечатление, быть внушительным. Наблюдается частая смена места работы, потеря работы.\nВозникает чувство вины, появляются первые попытки воздержания, контроля количества и\nчастоты потребления алкоголя.\n\nIII стадия. Снижается толерантность к алкоголю, больные переходят на слабые\nнапитки и небольшие дозы, употребляют суррогаты. Возникают истинные запои или сохраняется постоянное злоупотребление алкоголем. Наступает алкогольная деградация личности (аморальность, растормаживание низших влечений, ухудшение памяти и интеллекта).Алкоголь употребляется рано утром, имеют место длительные запои, теряется работоспособность, ухудшается здоровье. Больной пьет с людьми более низкого социального положения, теряет друзей, семью. Он испытывает необоснованные страхи, постоянное чувство\nраскаяния, получает лечение в наркологическом стационаре. Во многих случаях исчезает\nкритика к наличию алкоголизма."
      ]
    },
    {
      "tag": "close person",
      "patterns": [
        "Что делать, если клиент не хочет лечиться, а семья хочет его лечить?",
        "Как заставить человека лечиться, пройти реабилитацию, закодироваться?",
        "Мой близкий человек пьет, алкоголик",
        "Как помочь пьющему человеку, если он этого не хочет?",
        "Что делать если человек не осознает что он болен?",
        "Как же строить свои отношения с человеком, если он страдает алкогольной болезнью, зависимостью?",
        "как помочь самому себе, если пьет близкий человек?",
        "Как разговаривать с алкоголиком?",
        "У меня друг пьет, что делать?",
        "Как заставить близкого человека бросить пить?",
        "Как помочь избавиться от зависимости?"
      ],
      "responses": [
        "Содействие проблеме означает, что вы делаете вещи, которые на первый взгляд могут выглядеть как желание помочь, однако на самом деле своим поведением вы способствуете сохранению зависимости у близкого человека (чрезмерная опека, самообвинение или обвинение зависимого, скрытность). В действительности это означает, что вам проще поддаться настроениям, угрозам и манипуляциям окружающих, и вас пугает мысль о том, что придется устанавливать границы и настаивать на своем. Вы боитесь, что если не выполнить требования зависимого человека, в отместку он станет вести себя еще более непредсказуемо. Вы боитесь, что он может бросить вас или закончить свои дни на улице. И вы напрягаетесь до последнего, чтобы этого не произошло.\nК сожалению, от таких усилий очень мало, или вообще нет толку.\n\nЧтобы изменить собственное поведение, зависимый человек должен понять, что ему действительно есть, что терять. Если он не столкнется лицом к лицу с последствиями своих поступков, он не найдет мотивации для изменения собственного поведения. \n\nГлавное для Вас сейчас - быть полностью открытым, если человек обратиться к Вам за помощью с желанием бросить пить. Первое, что необходимо сделать - это поход к врачу-наркологу, а также консультация для предотвращения симптомов алкогольного делирия.\n\nЕсли алкоголик отверг три или более совета, вы занимаетесь Спасением. Не отнимайте спиртное, не выливайте его и не пытайтесь опустошить тайники, если только вас не попросит об этом сам алкоголик. И наоборот, никогда не покупайте алкоголику спиртные напитки,\nне приготавливайте их для него, не подавайте и не предлагайте ему алкоголь. Не вступайте в затяжные разговоры об алкоголизме и связанных с ним проблемах в тот момент, когда человек пьян или выпивает.\nНикогда не одалживайте денег пьющему алкоголику. Не разрешайте пьяному алкоголику являться в ваш дом или, что еще хуже, пить в вашем доме. Вместо этого по возможности ласково и участливо попросите его прийти снова,\nкогда он будет трезв. Если алкоголик не принимает активного участия в борьбе со своим алкоголизмом, никогда не выполняйте его поручений, не делайте за него работу по дому, не подвозите его на машине и не доставляйте\nему покупок. Свободно высказывайте чувства, которые вызывает у вас пьянство алкоголика, свои пожелания в связи с этим. Не ожидайте от него благодарности за свою откровенность или немедленных\nизменений. Скорее вы услышите шквал самооправданий и упреков в ваш адрес. Не делайте для алкоголика ничего, что противоречило бы вашим желаниям. Ни в коем случае не считайте алкоголика безнадежным. Когда вы видите\nподлинный интерес и усилия с его стороны, предлагайте свою помощь. Однако не проявляйте излишнего рвения, делайте только то, что вам хочется, не беря на себя чужую ответственность."
      ]
    },
    {
      "tag": "relapse",
      "patterns": [
        "я снова запил",
        "я набухался, у меня опять запой",
        "я опять запил",
        "у меня начался запой",
        "я сорвался и опять запил",
        "я снова в запое",
        "у меня произошел срыв",
        "помоги, я опять нажрался",
        "я снова выпил",
        "я набухался, запил и опять в говно",
        "я пьяный, я сегодня напился",
        "опять сорвался, мне очень плохо",
        "я в зюзю пьяный",
        "опять выпил, чувствую себя плохои очень хуево",
        "я снова сорвался"
      ],
      "responses": [
        "При алкоголизме часто имеют место рецидивы. В течение первого года терапии рецидивы наблюдаются в 75 % случаев, так что в этом нет ничего страшного. Если вы увидели симптомы срыва себя, если близкий человек начал вновь злоупотреблять, желательно выяснить, что было причиной рецидива, чтобы решить эту проблему.\nОбратиться повторно в квалифицированную клинику, где в штате есть врач нарколог и психиатр. Если причиной рецидива стало неадекватно проведенное лечение, стоит обратиться к другому специалисту.\nСрыв в зависимости – не приговор. Многим приходиться пройти этот путь. \n\nЕсли рецедив случился у Вас, стоит связаться с близким, который сможет Вам помочь. Самое главное сейчас - не оставаться одному."
      ]
    },
    {
      "tag": "store assistant",
      "patterns": [
        "Я в магазин зашел",
        "Собираюсь за продуктами",
        "Заскочу в магазин",
        "Пойду в продуктовый",
        "Зайду в ларек",
        "Уже в магазе",
        "Я в магазин иду, пошел",
        "Собираюсь в магаз, магазин",
        "Иду за покупками",
        "Зайду в магазин",
        "Я пошел за продуктами"
      ],
      "responses": [
        "Отлично! Помните, что Вы отлично справляетесь.",
        "Хорошо! Надеюсь Вы помните, что в алкогольном отделе Вам ничего не надо?",
        "Алкогольный отдел лучше обойдите стороной, потом на сэкономленные деньги порадуете себя чем-то более полезным.",
        "Ничего из спиртного Вам точно не надо, даже \"одной баночки\". Вы и без этого отлично справляетесь!",
        "Хорошо! Можете записать сюда список покупок, которые хотели купить изначально, и придерживайтесь только его.",
        "Отлично, я рядом. Если понадобится помощь или станет некомфортно, напишите.",
        "Можете оставить у меня список продуктов которые нужны. Так будет легче не взять лишнего :)"
      ]
    },
    {
      "tag": "greeting",
      "patterns": [
        "Здравствуй",
        "Здравствуйте!",
        "Добрый день!",
        "Доброе утро!",
        "Добрый вечер!",
        "Приветствую вас",
        "Привет",
        "Приветик",
        "Хай",
        "Доброго времени суток",
        "Салют",
        "Здарова",
        "Дороу",
        "Приветули",
        "Вечер в хату"
      ],
      "responses": [
        "И Вам здравствуйте",
        "Здравствуйте, рада Вас слышать",
        "Доброго времени суток!",
        "Здравствуйте! Как Ваши дела?",
        "Рада Вас слышать! Все ли в порядке?",
        "Здравствуйте! Как Ваше самочувствие?",
        "Доброго времени суток! Как Вы?"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "Спасибо",
        "Спасибо большое",
        "Огромное спасибо",
        "Благодарю",
        "Без Вас я бы не справился",
        "Очень обязан",
        "Не знаю, чтобы я делал без Вас",
        "Спасибо за все",
        "Буду обязан",
        "Мерси",
        "Благодарствую",
        "спс",
        "спасибки",
        "мерси",
        "дзякую",
        "Спасибо за помощь",
        "Большое спасибо за понимание",
        "Благодарю за поддержку"
      ],
      "responses": [
        "Рада помочь!",
        "Обращайтесь, я всегда тут",
        "Пожалуйста! Берегите себя"
      ]
    }
  ]
}
