{
  "intents": [
    {
      "tag": "recognition",
      "patterns": [
        "How to recognize if a loved one suffers from alcoholism?",
        "How do I know if I'm an alcoholic?",
        "How do I know if I'm addicted to alcohol?",
        "Criteria of alcoholism",
        "How do I know if I'm addicted?",
        "What is the cause of drunkenness and alcoholism?",
        "Who is an alcoholic?",
        "What are the signs of alcoholism?",
        "Am I an alcoholic if I drink on weekends?",
        "Am I addicted to alcohol if I drink once a week?",
        "Am I alcoholic?",
        "What is alcoholism?",
        "How to understand that a person is alcohol addicted?",
        "What is the rate of alcohol per week? per month? per day?",
        "Am I addicted?",
        "How do you know if alcohol has become a problem?"
      ],
      "responses": ["Alcoholism, also known as alcohol use disorder (AUD), is a condition characterized by a physical and psychological dependence on alcohol. People with alcoholism have a strong craving for alcohol and continue to drink despite experiencing negative consequences, such as problems with their relationships, work, or health. There are several signs that a person may be struggling with alcohol addiction, including: drinking more or for a longer period of time than intended, difficulty cutting down or stopping drinking, spending a lot of time drinking or recovering from the effects of alcohol, giving up important activities in order to drink, continued drinking despite knowing it is causing problems, experiencing withdrawal symptoms when not drinking, tolerance, needing more alcohol to feel the effects. The recommended maximum safe limits for alcohol consumption are different for men and women. According to the National Institute on Alcohol Abuse and Alcoholism (NIAAA), men should not exceed 14 drinks per week, and no more than 4 drinks per day; for women, the recommendations are no more than 7 drinks per week, and no more than 3 drinks per day. One standard drink contains 14 grams of pure alcohol, which is equivalent to: 12 ounces of beer (5% alcohol content), 5 ounces of wine (12% alcohol content), 1.5 ounces of distilled spirits (40% alcohol content). It's important to note that these limits are based on averages and risk factors such as family history, medications, and mental health conditions can increase the risk of harm even at lower levels of consumption."]
    },
    {
      "tag": "treatment",
      "patterns": [
        "How to Treat Alcohol Addiction?",
        "How to start treating alcoholism?",
        "How to get rid of addiction?",
        "Is it possible to abruptly stop drinking?",
        "What to do with alcohol addiction?",
        "What treatments work?",
        "What to do if you want to stop drinking?",
        "What should be done to get rid of addiction?"
      ],
      "responses": [
        "Treatment for alcohol addiction typically involves a combination of different approaches, including:\n\nDetoxification: The first step in treating alcohol addiction is to undergo a medical detox, during which the body rids itself of the alcohol and any associated toxins. This process can be done in a hospital or detox center, where a person will be monitored by medical professionals to ensure their safety and comfort.\n\nTherapy: Behavioral therapies such as cognitive-behavioral therapy, motivational interviewing, and family therapy are effective in treating alcohol addiction. These therapies can help a person understand the underlying causes of their addiction and develop strategies to overcome it.\n\nMedications: Medications such as naltrexone, acamprosate, and disulfiram can help reduce cravings and prevent relapse. These medications work by altering the brain's response to alcohol and making it less pleasurable to consume.\n\nSupport groups: Support groups such as Alcoholics Anonymous (AA) and SMART Recovery are an essential part of the recovery process. They provide a sense of community, mutual support, and an opportunity to share experiences and challenges with others who are going through similar struggles.\n\nRehabilitation: Rehabilitation centers offer a more intensive and structured treatment program for people with alcohol addiction. Rehabilitation centers typically provide a combination of therapy, counseling, and support groups, along with medical treatment and monitoring.\n\nAftercare: Aftercare programs are designed to help people maintain their sobriety and prevent relapse after they complete a treatment program. Aftercare can include therapy, counseling, support groups, and medication management, as well as regular check-ins with a healthcare provider.\n\nIt is important to note that alcohol addiction is a chronic disease and it requires a long-term commitment to treatment and recovery. The road to recovery can be challenging, but with the right support, people with alcohol addiction can achieve and maintain lasting sobriety."
      ]
    },
    {
      "tag": "close person",
      "patterns": [
        "What if the client does not want to be treated, but the family wants to treat him?",
        "How to force a person to be treated, undergo rehabilitation, encode?",
        "My loved one drinks, is an alcoholic",
        "How to help a drunk person if he does not want it?",
        "What to do if a person does not realize that he is sick?",
        "How to build your relationship with a person if he suffers from an alcoholic disease, addiction?",
        "how to help yourself if a loved one drinks?",
        "How to talk to an alcoholic?",
        "My friend drinks, what should I do?",
        "How to make a loved one stop drinking?",
        "How to help get rid of addiction?"
      ],
      "responses": [
        "Helping a close person with an alcohol addiction can be challenging, but there are several steps you can take to support them:\n\nEncourage them to seek professional help: Encourage your loved one to seek help from a healthcare professional, such as a doctor or therapist, who can provide guidance and resources for addiction treatment.\n\nBe supportive: Let your loved one know that you care about them and that you are there to support them. Listen to them and try to understand what they are going through.\n\nSet boundaries: It's important to set boundaries with your loved one to protect yourself and your own well-being. Communicate clearly what you will and will not tolerate when it comes to their alcohol use.\n\nHelp them with practical tasks: Offer to help your loved one with practical tasks, such as running errands, cooking meals or other daily activities.\n\nEncourage them to join a support group: Consider encouraging your loved one to join a support group, such as Alcoholics Anonymous, which can provide them with a sense of community and a space to talk about their struggles with addiction.\n\nAvoid enabling: It's important to avoid enabling your loved one by continuing to provide them with money, a place to live, or other resources that they could use to support their addiction.\n\nIt's important to remember that addiction is a complex condition that requires professional help and support. Be patient and consistent in your support, and encourage your loved one to seek help as soon as possible."
      ]
    },
    {
      "tag": "store assistant",
      "patterns": [
        "I went to the store",
        "Getting groceries",
        "I'm going to the store",
        "I'm going to the grocery store",
        "I'll go to the stall",
        "Already in the store",
        "I'm going to the store",
        "I went to shop",
        "I'm going to the store, store",
        "I'm going shopping",
        "I'm going to the store",
        "I went for groceries",
        "I'm heading to the store.",
        "I'm off to the shop.",
        "Gonna hit up the store.",
        "Going to grab some things from the shop.",
        "Heading out to the store real quick.",
        "I'll be back, just going to the shop.",
        "Bouncing to the store.",
        "Going to get something from the shop",
        "Just popping out to the store",
        "I'm taking a trip to the shop",
        "I'll be back soon, going to the store",
        "I'm on my way to the shop",
        "Going to run some errands at the store",
        "Off to do some shopping",
        "I'll be back, just going to the store for some things"
      ],
      "responses": [
        "Excellent! Remember that you are doing a great job.",
        "Good! I hope you remember that you don't need anything in the alcohol department?",
        "It's better to bypass the alcohol department, then treat yourself to something more useful with the money saved.",
        "You definitely don't need any of the alcohol, not even \"one jar \". You can do just fine without it!",
        "Good! You can write down here the list of purchases that you originally wanted to buy, and stick to it.",
        "Great, I'm here. If you need help or feel uncomfortable, write.",
        "You can leave me a list of products that you need. It will be easier not to take too much :)"
      ]
    },
    {
      "tag": "greeting",
      "patterns": [
        "Good day",
        "Salute",
        "Hey Ya",
        "Greetings",
        "Hi",
        "Hi there",
        "Hey",
        "Heya",
        "Morning",
        "Afternoon",
        "Evening",
        "sup",
        "What's up?",
        "Yo",
        "Hello!",
        "Hi there",
        "Good morning",
        "Good afternoon",
        "Good evening",
        "It’s nice to meet you",
        "It’s a pleasure to meet you"
      ],
      "responses": [
        "Hello to you, too",
        "Hello, nice to hear you",
        "Good day!",
        "Hello, how are you?",
        "I'm glad to hear you! Is everything ok?",
        "Hello! How are you feeling?",
        "Good afternoon! How are you?",
        "What can I do for you today?",
        "How may I assist you?",
        "What brings you here?",
        "What can I help you with?"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "Thank you",
        "Thanks a lot",
        "Thanks a lot",
        "Thanks to",
        "I couldn't have done it without you",
        "Very obligated",
        "I don't know what I would do without you",
        "Thanks for all",
        "I will be obliged",
        "Mercy",
        "THX",
        "merci",
        "Thanks for the help",
        "Thank you very much for your understanding",
        "Thanks for support"
      ],
      "responses": [
        "Glad to help!",
        "Do not hesitate to contact me anytime, I'm always here",
        "You're welcome! Take care of yourself"
      ]
    }
  ]
}
